---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSymbolPixelheight
source: html/af794929-44da-422d-d5a1-f4146199bebb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSymbolPixelheight Property

"Height (pixels)"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSymbolPixelheight { get; }
```